brew "bat"
brew "bchunk"
brew "ripgrep"
brew "codex"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kubectx"
brew "lazygit"
brew "neovim"
brew "python@3.11"
brew "sleepwatcher", restart_service: :changed
brew "starship"
brew "stern"
brew "syncthing", restart_service: :changed
brew "terraform-ls"
brew "tfenv"
brew "tree"
brew "yt-dlp"
cask "font-jetbrains-mono-nerd-font"
vscode "alefragnani.bookmarks"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "google.gemini-cli-vscode-ide-companion"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "openai.chatgpt"
vscode "vue.volar"
